acct-group/audio
acct-group/cdrom
acct-group/dhcp
acct-group/dialout
acct-group/disk
acct-group/input
acct-group/kmem
acct-group/kvm
acct-group/lp
acct-group/lpadmin
acct-group/man
acct-group/messagebus
acct-group/nm-openconnect
acct-group/plugdev
acct-group/polkitd
acct-group/portage
acct-group/render
acct-group/sgx
acct-group/sshd
acct-group/tape
acct-group/tss
acct-group/tty
acct-group/utmp
acct-group/video
acct-user/dhcp
acct-user/man
acct-user/messagebus
acct-user/nm-openconnect
acct-user/polkitd
acct-user/portage
acct-user/sshd
acct-user/tss
app-accessibility/at-spi2-atk
app-accessibility/at-spi2-core
app-admin/eselect
app-admin/perl-cleaner
app-arch/brotli
app-arch/bzip2
app-arch/cpio
app-arch/gzip
app-arch/libarchive
app-arch/rpm2targz
app-arch/tar
app-arch/unzip
app-arch/xz-utils
app-arch/zip
app-arch/zstd
app-crypt/argon2
app-crypt/gcr
app-crypt/gnupg
app-crypt/gpgme
app-crypt/libb2
app-crypt/libmd
app-crypt/libsecret
app-crypt/mhash
app-crypt/mit-krb5
app-crypt/p11-kit
app-crypt/pinentry
app-crypt/rhash
app-crypt/tpm2-tss
app-crypt/trousers
app-editors/vim
app-editors/vim-core
app-editors/vscode
app-editors/xemacs
app-eselect/eselect-cdparanoia
app-eselect/eselect-ctags
app-eselect/eselect-emacs
app-eselect/eselect-fontconfig
app-eselect/eselect-iptables
app-eselect/eselect-lib-bin-symlink
app-eselect/eselect-notify-send
app-eselect/eselect-pinentry
app-eselect/eselect-rust
app-eselect/eselect-vi
app-eselect/eselect-wxwidgets
app-i18n/uchardet
app-misc/c_rehash
app-misc/ca-certificates
app-misc/editor-wrapper
app-misc/mime-types
app-misc/pax-utils
app-misc/ranger
app-misc/screen
app-office/libreoffice-bin
app-office/libreoffice-l10n
app-portage/elt-patches
app-portage/gemato
app-portage/gentoolkit
app-portage/portage-utils
app-shells/bash
app-shells/bash-completion
app-shells/gentoo-bashcomp
app-text/aspell
app-text/build-docbook-catalog
app-text/docbook-dsssl-stylesheets
app-text/docbook-sgml-dtd
app-text/docbook-xml-dtd
app-text/docbook-xml-dtd
app-text/docbook-xml-dtd
app-text/docbook-xml-dtd
app-text/docbook-xml-dtd
app-text/docbook-xsl-ns-stylesheets
app-text/docbook-xsl-stylesheets
app-text/enchant
app-text/ghostscript-gpl
app-text/gnome-doc-utils
app-text/gspell
app-text/hunspell
app-text/iso-codes
app-text/libabw
app-text/libebook
app-text/libepubgen
app-text/libetonyek
app-text/libexttextcat
app-text/liblangtag
app-text/libmspub
app-text/libmwaw
app-text/libnumbertext
app-text/libodfgen
app-text/libpaper
app-text/libqxp
app-text/libstaroffice
app-text/libwpd
app-text/libwpg
app-text/libwps
app-text/manpager
app-text/mupdf
app-text/mythes
app-text/opensp
app-text/po4a
app-text/poppler
app-text/poppler-data
app-text/qpdf
app-text/rman
app-text/scrollkeeper-dtd
app-text/sgml-common
app-text/wgetpaste
app-text/xmlto
app-vim/gentoo-syntax
app-xemacs/emerge
app-xemacs/xemacs-base
dev-cpp/atkmm
dev-cpp/cairomm
dev-cpp/clucene
dev-cpp/glibmm
dev-cpp/gtkmm
dev-cpp/libcmis
dev-cpp/pangomm
dev-db/lmdb
dev-db/mariadb-connector-c
dev-db/sqlite
dev-db/unixODBC
dev-lang/luajit
dev-lang/mujs
dev-lang/nasm
dev-lang/orc
dev-lang/perl
dev-lang/python
dev-lang/python
dev-lang/python-exec
dev-lang/python-exec-conf
dev-lang/rust-bin
dev-lang/spidermonkey
dev-lang/swig
dev-lang/tcl
dev-lang/tk
dev-lang/vala
dev-lang/yasm
dev-libs/appstream-glib
dev-libs/atk
dev-libs/boehm-gc
dev-libs/boost
dev-libs/dbus-glib
dev-libs/double-conversion
dev-libs/elfutils
dev-libs/ell
dev-libs/expat
dev-libs/fribidi
dev-libs/gdl
dev-libs/glib
dev-libs/gmp
dev-libs/gobject-introspection
dev-libs/gobject-introspection-common
dev-libs/gumbo
dev-libs/hyphen
dev-libs/icu
dev-libs/jansson
dev-libs/json-c
dev-libs/json-glib
dev-libs/jsoncpp
dev-libs/libaio
dev-libs/libappindicator
dev-libs/libassuan
dev-libs/libatasmart
dev-libs/libatomic_ops
dev-libs/libbsd
dev-libs/libbytesize
dev-libs/libcdio
dev-libs/libcdio-paranoia
dev-libs/libdbusmenu
dev-libs/libev
dev-libs/libevdev
dev-libs/libevent
dev-libs/libffi
dev-libs/libfilezilla
dev-libs/libgcrypt
dev-libs/libgpg-error
dev-libs/libgudev
dev-libs/libical
dev-libs/libinput
dev-libs/libixion
dev-libs/libksba
dev-libs/libltdl
dev-libs/libnatspec
dev-libs/libnl
dev-libs/liborcus
dev-libs/libpcre
dev-libs/libpcre2
dev-libs/libpipeline
dev-libs/librevenge
dev-libs/libsigc++
dev-libs/libsodium
dev-libs/libtasn1
dev-libs/libunistring
dev-libs/libusb
dev-libs/libuv
dev-libs/libverto
dev-libs/libxml2
dev-libs/libxslt
dev-libs/libyaml
dev-libs/lzo
dev-libs/mpc
dev-libs/mpfr
dev-libs/nettle
dev-libs/newt
dev-libs/npth
dev-libs/nspr
dev-libs/nss
dev-libs/openssl
dev-libs/popt
dev-libs/pugixml
dev-libs/rasqal
dev-libs/redland
dev-libs/vala-common
dev-libs/xmlsec
dev-perl/Encode-Locale
dev-perl/File-BaseDir
dev-perl/File-DesktopEntry
dev-perl/File-MimeInfo
dev-perl/IO-Socket-SSL
dev-perl/IPC-System-Simple
dev-perl/Locale-gettext
dev-perl/MIME-Charset
dev-perl/Module-Build
dev-perl/Mozilla-CA
dev-perl/Net-SSLeay
dev-perl/Parse-Yapp
dev-perl/Pod-Parser
dev-perl/SGMLSpm
dev-perl/TermReadKey
dev-perl/Text-CharWidth
dev-perl/Text-WrapI18N
dev-perl/Unicode-LineBreak
dev-perl/URI
dev-perl/XML-Parser
dev-perl/YAML-Tiny
dev-python/certifi
dev-python/charset_normalizer
dev-python/cython
dev-python/docutils
dev-python/idna
dev-python/jinja
dev-python/lxml
dev-python/m2crypto
dev-python/mako
dev-python/markupsafe
dev-python/numpy
dev-python/packaging
dev-python/pycairo
dev-python/pygments
dev-python/pygobject
dev-python/pyparsing
dev-python/PySocks
dev-python/requests
dev-python/setuptools
dev-python/setuptools_scm
dev-python/six
dev-python/tomli
dev-python/urllib3
dev-qt/linguist-tools
dev-qt/qtchooser
dev-qt/qtcore
dev-qt/qtdbus
dev-qt/qtgui
dev-qt/qtsvg
dev-qt/qttest
dev-qt/qtwidgets
dev-qt/qtx11extras
dev-qt/qtxml
dev-util/boost-build
dev-util/cbindgen
dev-util/cmake
dev-util/cmocka
dev-util/desktop-file-utils
dev-util/gdbus-codegen
dev-util/glib-utils
dev-util/gperf
dev-util/gtk-doc
dev-util/gtk-doc-am
dev-util/gtk-update-icon-cache
dev-util/intltool
dev-util/itstool
dev-util/mdds
dev-util/meson
dev-util/meson-format-array
dev-util/netsurf-buildsystem
dev-util/ninja
dev-util/pkgconf
dev-util/re2c
dev-util/xdelta
dev-util/xfce4-dev-tools
games-engines/box2d
gnome-base/dconf
gnome-base/gnome-common
gnome-base/gnome-keyring
gnome-base/gsettings-desktop-schemas
gnome-base/gvfs
gnome-base/librsvg
gnome-extra/nm-applet
gnome-extra/polkit-gnome
gui-libs/display-manager-init
media-fonts/encodings
media-fonts/font-util
media-fonts/liberation-fonts
media-fonts/lohit-malayalam
media-fonts/sil-arabicfonts
media-fonts/urw-fonts
media-gfx/exiv2
media-gfx/fontforge
media-gfx/gimp
media-gfx/graphite2
media-gfx/inkscape
media-gfx/mypaint-brushes
media-gfx/potrace
media-gfx/scour
media-libs/alsa-lib
media-libs/alsa-topology-conf
media-libs/alsa-ucm-conf
media-libs/audiofile
media-libs/babl
media-libs/dav1d
media-libs/flac
media-libs/fontconfig
media-libs/freeglut
media-libs/freetype
media-libs/ftgl
media-libs/gegl
media-libs/gexiv2
media-libs/giflib
media-libs/glm
media-libs/glu
media-libs/graphene
media-libs/gst-plugins-base
media-libs/gstreamer
media-libs/harfbuzz
media-libs/imlib2
media-libs/jbig2dec
media-libs/lcms
media-libs/libaom
media-libs/libass
media-libs/libcdr
media-libs/libdvdcss
media-libs/libdvdnav
media-libs/libdvdread
media-libs/libepoxy
media-libs/libexif
media-libs/libfreehand
media-libs/libglvnd
media-libs/libid3tag
media-libs/libjpeg-turbo
media-libs/libmng
media-libs/libmtp
media-libs/libmypaint
media-libs/libnsgif
media-libs/libogg
media-libs/libpagemaker
media-libs/libpng
media-libs/libsamplerate
media-libs/libsdl
media-libs/libsdl2
media-libs/libsndfile
media-libs/libuninameslist
media-libs/libvisio
media-libs/libvorbis
media-libs/libvpx
media-libs/libwebp
media-libs/libzmf
media-libs/mesa
media-libs/openh264
media-libs/openjpeg
media-libs/opus
media-libs/raptor
media-libs/sbc
media-libs/speexdsp
media-libs/tiff
media-libs/webrtc-audio-processing
media-libs/x264
media-libs/xvid
media-plugins/alsa-plugins
media-sound/lame
media-sound/pasystray
media-sound/pulseaudio
media-video/ffmpeg
media-video/mpv
media-video/simplescreenrecorder
net-dialup/ppp
net-dialup/ppp-scripts
net-dns/c-ares
net-dns/libidn
net-dns/libidn2
net-firewall/iptables
net-fs/cifs-utils
net-fs/libnfs
net-fs/samba
net-ftp/filezilla
net-libs/glib-networking
net-libs/gnutls
net-libs/libasyncns
net-libs/libmnl
net-libs/libndp
net-libs/libnma
net-libs/libnsl
net-libs/libproxy
net-libs/libpsl
net-libs/libsoup
net-libs/libtirpc
net-libs/libvncserver
net-libs/neon
net-libs/nghttp2
net-libs/nodejs
net-libs/rpcsvc-proto
net-misc/curl
net-misc/dhcp
net-misc/dhcpcd
net-misc/freerdp
net-misc/iputils
net-misc/mobile-broadband-provider-info
net-misc/netifrc
net-misc/networkmanager
net-misc/openssh
net-misc/rdesktop
net-misc/remmina
net-misc/rsync
net-misc/teamviewer
net-misc/tigervnc
net-misc/wget
net-print/cups
net-print/cups-filters
net-vpn/networkmanager-openconnect
net-vpn/openconnect
net-vpn/vpnc-scripts
net-wireless/b43-fwcutter
net-wireless/blueman
net-wireless/bluez
net-wireless/broadcom-sta
net-wireless/crda
net-wireless/wireless-regdb
net-wireless/wireless-tools
net-wireless/wpa_supplicant
perl-core/CPAN
perl-core/Encode
perl-core/File-Temp
perl-core/Scalar-List-Utils
sci-libs/colamd
sci-libs/gsl
sci-libs/suitesparseconfig
sci-mathematics/lpsolve
sec-keys/openpgp-keys-gentoo-release
sys-apps/accountsservice
sys-apps/acl
sys-apps/attr
sys-apps/baselayout
sys-apps/coreutils
sys-apps/dbus
sys-apps/debianutils
sys-apps/diffutils
sys-apps/file
sys-apps/findutils
sys-apps/gawk
sys-apps/gentoo-functions
sys-apps/grep
sys-apps/groff
sys-apps/help2man
sys-apps/hwdata
sys-apps/install-xattr
sys-apps/iproute2
sys-apps/kbd
sys-apps/keyutils
sys-apps/kmod
sys-apps/less
sys-apps/man-db
sys-apps/man-pages
sys-apps/man-pages-posix
sys-apps/miscfiles
sys-apps/net-tools
sys-apps/openrc
sys-apps/pciutils
sys-apps/portage
sys-apps/sandbox
sys-apps/sed
sys-apps/shadow
sys-apps/systemd-tmpfiles
sys-apps/sysvinit
sys-apps/texinfo
sys-apps/util-linux
sys-apps/which
sys-auth/elogind
sys-auth/pambase
sys-auth/passwdqc
sys-auth/polkit
sys-block/parted
sys-block/thin-provisioning-tools
sys-boot/efibootmgr
sys-boot/grub
sys-devel/autoconf
sys-devel/autoconf
sys-devel/autoconf-archive
sys-devel/autoconf-wrapper
sys-devel/automake
sys-devel/automake-wrapper
sys-devel/bc
sys-devel/binutils
sys-devel/binutils-config
sys-devel/bison
sys-devel/clang
sys-devel/clang-common
sys-devel/clang-runtime
sys-devel/flex
sys-devel/gcc
sys-devel/gcc-config
sys-devel/gettext
sys-devel/gnuconfig
sys-devel/libtool
sys-devel/lld
sys-devel/llvm
sys-devel/llvm-common
sys-devel/llvmgold
sys-devel/m4
sys-devel/make
sys-devel/patch
sys-firmware/b43-firmware
sys-firmware/b43legacy-firmware
sys-fs/cryptsetup
sys-fs/e2fsprogs
sys-fs/lvm2
sys-fs/udev
sys-fs/udev-init-scripts
sys-fs/udisks
sys-kernel/gentoo-sources
sys-kernel/installkernel-gentoo
sys-kernel/linux-firmware
sys-kernel/linux-headers
sys-libs/binutils-libs
sys-libs/compiler-rt
sys-libs/compiler-rt-sanitizers
sys-libs/e2fsprogs-libs
sys-libs/efivar
sys-libs/gdbm
sys-libs/glibc
sys-libs/gpm
sys-libs/ldb
sys-libs/libblockdev
sys-libs/libcap
sys-libs/libcap-ng
sys-libs/libomp
sys-libs/libseccomp
sys-libs/libunwind
sys-libs/liburing
sys-libs/libxcrypt
sys-libs/mtdev
sys-libs/ncurses
sys-libs/pam
sys-libs/readline
sys-libs/slang
sys-libs/talloc
sys-libs/tdb
sys-libs/tevent
sys-libs/timezone-data
sys-libs/zlib
sys-power/acpilight
sys-power/upower
sys-process/htop
sys-process/procps
sys-process/psmisc
virtual/acl
virtual/awk
virtual/dev-manager
virtual/editor
virtual/freedesktop-icon-theme
virtual/glu
virtual/jpeg
virtual/jpeg-compat
virtual/krb5
virtual/libc
virtual/libcrypt
virtual/libelf
virtual/libiconv
virtual/libintl
virtual/libudev
virtual/libusb
virtual/linux-sources
virtual/man
virtual/notification-daemon
virtual/opengl
virtual/os-headers
virtual/package-manager
virtual/pager
virtual/perl-Carp
virtual/perl-CPAN
virtual/perl-CPAN-Meta
virtual/perl-CPAN-Meta-YAML
virtual/perl-Data-Dumper
virtual/perl-Encode
virtual/perl-Exporter
virtual/perl-ExtUtils-CBuilder
virtual/perl-ExtUtils-Install
virtual/perl-ExtUtils-MakeMaker
virtual/perl-ExtUtils-Manifest
virtual/perl-ExtUtils-ParseXS
virtual/perl-File-Path
virtual/perl-File-Spec
virtual/perl-File-Temp
virtual/perl-Getopt-Long
virtual/perl-JSON-PP
virtual/perl-libnet
virtual/perl-MIME-Base64
virtual/perl-Module-Metadata
virtual/perl-parent
virtual/perl-Parse-CPAN-Meta
virtual/perl-Perl-OSType
virtual/perl-podlators
virtual/perl-Scalar-List-Utils
virtual/perl-Test-Harness
virtual/perl-Text-ParseWords
virtual/perl-version
virtual/pkgconfig
virtual/rust
virtual/secret-service
virtual/service-manager
virtual/ssh
virtual/tmpfiles
virtual/ttf-fonts
virtual/udev
virtual/w3m
virtual/yacc
www-client/firefox
www-client/google-chrome
www-client/w3m
x11-apps/iceauth
x11-apps/mkfontscale
x11-apps/rgb
x11-apps/xauth
x11-apps/xinit
x11-apps/xkbcomp
x11-apps/xprop
x11-apps/xrdb
x11-apps/xset
x11-base/xcb-proto
x11-base/xorg-drivers
x11-base/xorg-proto
x11-base/xorg-server
x11-drivers/nvidia-drivers
x11-drivers/xf86-input-libinput
x11-libs/cairo
x11-libs/fltk
x11-libs/gdk-pixbuf
x11-libs/gtk+
x11-libs/gtk+
x11-libs/libdrm
x11-libs/libfontenc
x11-libs/libICE
x11-libs/libnotify
x11-libs/libpciaccess
x11-libs/libSM
x11-libs/libvdpau
x11-libs/libwnck
x11-libs/libX11
x11-libs/libXau
x11-libs/libXaw
x11-libs/libxcb
x11-libs/libXcomposite
x11-libs/libXcursor
x11-libs/libXdamage
x11-libs/libXdmcp
x11-libs/libXext
x11-libs/libXfixes
x11-libs/libXfont2
x11-libs/libXft
x11-libs/libXi
x11-libs/libXinerama
x11-libs/libxkbcommon
x11-libs/libxkbfile
x11-libs/libxklavier
x11-libs/libXmu
x11-libs/libXpm
x11-libs/libXrandr
x11-libs/libXrender
x11-libs/libXres
x11-libs/libXScrnSaver
x11-libs/libxshmfence
x11-libs/libXt
x11-libs/libXtst
x11-libs/libXv
x11-libs/libXxf86vm
x11-libs/pango
x11-libs/pixman
x11-libs/startup-notification
x11-libs/vte
x11-libs/wxGTK
x11-libs/xcb-util
x11-libs/xcb-util-cursor
x11-libs/xcb-util-image
x11-libs/xcb-util-keysyms
x11-libs/xcb-util-renderutil
x11-libs/xcb-util-wm
x11-libs/xtrans
x11-misc/compose-tables
x11-misc/gxmessage
x11-misc/imake
x11-misc/lightdm
x11-misc/lightdm-gtk-greeter
x11-misc/notification-daemon
x11-misc/shared-mime-info
x11-misc/util-macros
x11-misc/x11vnc
x11-misc/xautolock
x11-misc/xbitmaps
x11-misc/xdg-utils
x11-misc/xkeyboard-config
x11-misc/xlockmore
x11-misc/xorg-cf-files
x11-terms/xfce4-terminal
x11-themes/adwaita-icon-theme
x11-themes/gnome-themes-standard
x11-themes/gtk-engines-adwaita
x11-themes/hicolor-icon-theme
x11-wm/fluxbox
xfce-base/exo
xfce-base/garcon
xfce-base/libxfce4ui
xfce-base/libxfce4util
xfce-base/thunar
xfce-base/xfce4-panel
xfce-base/xfconf
xfce-extra/tumbler
xfce-extra/xfce4-battery-plugin
xfce-extra/xfce4-notes-plugin
xfce-extra/xfce4-power-manager
xfce-extra/xfce4-screensaver
xfce-extra/xfce4-screenshooter
